Repository: timnovinger/cj-wordpress-capistrano
Catalog: plugins/wordpress-backup-to-dropbox/Languages/wpbtd-*.po
Languages: pt_br

source: backup file does not exist.
pt_br: arquivo de backup não existe

source: Error while uploading %s to Dropbox. HTTP Status: %s, Body: %s
pt_br: Erro ao fazer o upload de %s para o Dropbox. HTTP Status: %s, Body: %s

source: Backup did not complete because the maximum script execution time was reached.
pt_br: O backup não foi feito por completo por que o tempo máximo de execução do script atingiu o limite.

source: file '%s' exceeds 40 percent of your PHP memory limit. The limit must be increased to back up this file.
pt_br: arquivo '%s' excede 40 por cento da memória limite do PHP. O limite deve ser aumentado para fazer o backup deste arquivo.

source: Could not upload '%s' due to the following error: %s
pt_br: Não foi possível fazer o upload de '%s' devido ao seguinte erro: %s

source: Error while accessing database.
pt_br: Erro ao acessar o banco de dados.

source: Error creating sql dump file.
pt_br: Erro ao criar o arquivo de despejo sql.

source: Error closing sql dump file.
pt_br: Erro ao fechar o arquivo de despejo sql.

source: Error writing to sql dump file.
pt_br: Erro ao escrever no arquivo de despejo sql.

source: Invalid directory path. Path must only contain alphanumeric characters and the forward slash ('/') to separate directories.
pt_br: Caminho de diretório inválido. O caminho deve conter apenas caracteres alfanuméricos e a barra ('/') para separar os diretórios.

source: Your Dropbox account is not authorized yet.
pt_br: Sua conta no Dropbox ainda não está autorizada.

source: Error while creating the local dump directory.
pt_br: Erro ao criar o diretório de despejo local.

source: error while creating htaccess file.
pt_br: erro ao criar o arquivo htaccess.

source: This php installation is running in safe mode so the time limit cannot be set.
pt_br: Esta instalação do PHP está rodando em modo de segurança e o tempo limite não pode ser ajustado.

source: Click %s for more information.
pt_br: Clique em %s para mais informações.

source: here
pt_br: aqui

source: Settings Saved.
pt_br: Configurações Salvas.

source: Backup scheduled to begin now.
pt_br: O agendamento do Backup terá início agora.

source: Daily
pt_br: Diariamente

source: WordPress Backup to Dropbox
pt_br: Backup do WordPress para o Dropbox

source: Version %s
pt_br: Versão %s

source: Dropbox Account Details
pt_br: Detalhes da Conta do Dropbox

source: Name
pt_br: Nome

source: Quota
pt_br: Cota

source: Next Scheduled
pt_br: Próximo Programado

source: Next backup scheduled for %s at %s
pt_br: Próximo backup programado para %s às %s

source: No backups are scheduled yet. Please select a day, time and frequency below.
pt_br: Nenhum backup foi programado ainda. Por favor, selecione abaixo o dia, a hora e a frequência.

source: History
pt_br: Histórico

source: Backup started on %s at %s
pt_br: Backup iniciado em %s às %s

source: Backup completed on %s at %s
pt_br: Backup completo em %s às %s

source: Backup warning on %s at %s: %s
pt_br: Aviso de Backup na %s às %s: %s

source: Backup error on %s at %s: %s
pt_br: Erro de Backup na %s as %s: %s

source: No backups performed yet
pt_br: Nenhum backup realizado ainda.

source: Settings
pt_br: Configurações

source: Locally store backup in this folder
pt_br: Gravar o backup localmente nesta pasta

source: Default is
pt_br: O default é

source: Store backup in this folder within Dropbox
pt_br: Gravar o backup nesta pasta do Dropbox

source: Day and Time
pt_br: Dia e Hora

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: The day and time the backup to Dropbox is to be performed.
pt_br: Dia e hora que o backup para o Dropbox deverá ser realizado.

source: Frequency
pt_br: Frequência

source: Weekly
pt_br: Semanalmente

source: Fortnightly
pt_br: Quinzenalmente

source: Every 4 weeks
pt_br: A cada 4 semanas

source: Every 8 weeks
pt_br: A cada 8 semanas

source: Every 12 weeks
pt_br: A cada 12 semanas

source: How often the backup to Dropbox is to be performed.
pt_br: A frequência com que o backup para o Dropbox deve ser realizado.

source: Save Changes
pt_br: Salvar Mudanças

source: Backup Now
pt_br: Fazer o Backup agora

source: Thank you for installing WordPress Backup to Dropbox!
pt_br: Obrigado por instalar o Backup do WordPress para o Dropbox

source: In order to use this plugin you will need to authorized it with your Dropbox account.
pt_br: Para poder usar este plugin você precisa autorizá-lo na sua conta no Dropbox.

source: Please click the authorize button below and follow the instructions inside the pop up window.
pt_br: Por favor, clique no botão de autorização abaixo e siga as instruções dentro da janela de pop up.

source: There was an error authorizing the plugin with your Dropbox account. Please try again.
pt_br: Ocorreu um erro ao autorizar o plugin na sua conta do Dropbox. Por favor, tente novamente.

source: Continue
pt_br: Continuar

source: There was a fatal error loading WordPress Backup to Dropbox
pt_br: Ocorreu um erro fatal ao carregar o 'Backup do WordPress para o Dropbox'

source: The backup process appears to have gone away. Resuming backup.
pt_br: O processo de backup parece ter encontrado um problema. Reiniciando o backup.
